{
  "name": "May Chim",
  "email": "m.m.chim@exeter.ac.uk",
  "location": "Exeter, UK",
  "tagline": "Croucher Postdoctoral Research Fellow, University of Exeter",
  "summary": "I am a postdoctoral research fellow at the University of Exeter. My work sits at the nexus of climate change, aerosols, and volcano–climate interactions, using models, ice cores, satellites, and statistics.",
  "keywords": ["Volcanic forcing", "Climate dynamics", "Aerosol chemistry", "Earth System Models", "Uncertainty quantification"],
  "about": "I am a Croucher Postdoctoral Research Fellow at the University of Exeter working at the interface of volcanology, climate dynamics, and atmospheric chemistry. During my PhD in Chemistry at the University of Cambridge, I developed UKESM‑VPLUME — a framework coupling a one‑dimensional volcanic plume model with the UK Earth System Model — and conducted more than 5000 model‑years of simulations. My work shows that (i) climate projection studies very likely underestimate future volcanic forcing and its climate effects, (ii) future volcanic forcing can contribute up to ~49% of climate uncertainty, and (iii) future eruptions may delay Antarctic ozone hole recovery. Previously, during my MPhil at CUHK, I studied the role of water in heterogeneous oxidation of atmospheric organic aerosols.",
  "photo": "assets/img/profile.jpg",
  "education": [
    "PhD in Chemistry, 2021 – 2024 · University of Cambridge",
    "MPhil in Earth and Atmospheric Science, 2018 · The Chinese University of Hong Kong",
    "BSc in Earth System Science, 2016 · The Chinese University of Hong Kong"
  ],
  
  "interests": [
    "Climate modelling",
    "Aerosol Chemistry",
    "Volcanic aerosols",
    "Geoengineering (Stratospheric Aerosol Injection)"
  ],
  "publications": [
    "Chim, M. M., Aubry, T. J., Smith, C., & Schmidt, A. (2025). Neglecting future sporadic volcanic eruptions underestimates climate uncertainty. Communications Earth & Environment, 6, 236 (2025).",
    "Chim, M. M., Aubry, T. J., Abraham, N. L., Marshall, L., Mulcahy, J., Walton, J., & Schmidt, A. (2023). Climate projections very likely underestimate future volcanic forcing and its climatic effects. Geophysical Research Letters, 50(12), e2023GL103743.",
    "Chim, M. M., Maters, E. C., Morin, J., Kavanagh, J. L., Donovan, A., Aubry, T. J., & Schmidt, A. (2023). Disproportionate impacts of the COVID‑19 pandemic on early career and disabled researchers in volcanology. Frontiers in Earth Science, 11.",
    "Sun, H. Z., Zhao, J., Liu, X., Qiu, M., Shen, H., Guillas, S., Giorio, C., Staniaszek, Z., Yu, P., Wan, M. W. L., Chim, M. M., … & Archibald, A. T. (2023). Antagonism between ambient ozone increase and urbanization‑oriented population migration on Chinese cardiopulmonary mortality. The Innovation, 4(6).",
    "UNEP (2019). Waste‑to‑Energy: Considerations for Informed Decision‑Making. Lead author: Chim, M. M. ISBN 978‑92‑807‑3754‑7.",
    "Chim, M. M., Lim, C. Y., Kroll, J. H., & Chan, M. N. (2018). Evolution in the Reactivity of Citric Acid toward Heterogeneous Oxidation by Gas‑Phase OH Radicals. ACS Earth and Space Chemistry, 2(12), 1323–1329.",
    "Kwong, K. C., Chim, M. M., Hoffmann, E. H., Tilgner, A., Herrmann, H., Davies, J. F., Wilson, K. R., & Chan, M. N. (2018). Chemical Transformation of Methanesulfonic Acid and Sodium Methanesulfonate through Heterogeneous OH Oxidation. ACS Earth and Space Chemistry, 2(9), 895–903.",
    "Kwong, K. C., Chim, M. M., Davies, J. F., Wilson, K. R., & Chan, M. N. (2018). Importance of Sulfate Radical Anion Formation and Chemistry in Heterogeneous OH Oxidation of Sodium Methyl Sulfate. Atmospheric Chemistry and Physics, 18(4), 2809–2820.",
    "Chim, M. M., Cheng, C. T., Davies, J. F., Berkemeier, T., Shiraiwa, M., Zuend, A., & Chan, M. N. (2017). Compositional Evolution of Particle‑Phase Reaction Products and Water in the Heterogeneous OH Oxidation of Aqueous Organic Droplets. Atmospheric Chemistry and Physics, 17, 14415–14431.",
    "Chim, M. M., Chow, C. Y., Davies, J. F., & Chan, M. N. (2017). Effects of Relative Humidity and Particle‑Phase Water on the Heterogeneous OH Oxidation of 2‑Methylglutaric Acid Aqueous Droplets. The Journal of Physical Chemistry A, 121(8), 1666–1674.",
    "Chim, M. M. et al. (in preparation). Future volcanic eruptions may delay the recovery of lower stratospheric ozone over Antarctica and Southern Hemisphere mid‑latitudes."
  ],
  "projects": [
    { "times": ["2025 – Present"], "text": "Croucher Postdoctoral Research Fellow, University of Exeter — Developing an interdisciplinary modelling framework integrating an Earth System Model with global crop models to quantify food‑security risks from large explosive volcanic eruptions; team lead for the Fresh Eyes on CMIP volcanic forcing subgroup supporting CMIP7/IPCC." },
    { "times": ["2021 – 2024"], "text": "PhD in Chemistry, University of Cambridge (Centre for Atmospheric Science) — Project: Climate impacts of volcanic eruptions. Developed UKESM‑VPLUME; >5000 model‑years of simulations. Found that future volcanic forcing is likely underestimated, can contribute up to ~49% of climate uncertainty, and may delay Antarctic ozone hole recovery." },
    { "times": ["2016 – 2018"], "text": "MPhil in Earth & Atmospheric Science, The Chinese University of Hong Kong — Project: Role of water in heterogeneous oxidation of atmospheric organic aerosols. Built an integrated modelling approach combining aerosol oxidation and thermodynamics; showed water content affects oxidation via physical diffusivity changes." },
    { "times": ["2012 – 2016"], "text": "Bachelor Thesis, CUHK — Exhumation history of the North China Craton using petrology, EMPA, and geothermobarometry; results support continental–continental collision for the region." }
  ]
  ,
  "awards": [
    { "times": ["2024"], "text": "Croucher Postdoctoral Fellowship (2-year independent research fellowship)" },
    { "times": ["2024"], "text": "STEM for Britain, Finalist (UK early career scientist research poster competition)" },
    { "times": ["2023"], "text": "American Geophysical Union Outstanding Student Presentation Award (Oral)" },
    { "times": ["2023"], "text": "Chemistry Showcase Week Best Talk Runner-up, University of Cambridge" },
    { "times": ["2023"], "text": "Joseph Needham Merit Scholarship (4th year PhD funding at Cambridge)" },
    { "times": ["2023"], "text": "Bob Hunter Prize, Honourable Mentions (VMSG student oral presentation)" },
    { "times": ["2021"], "text": "American Geophysical Union Outstanding Student Presentation Award (Poster)" },
    { "times": ["2021"], "text": "Croucher Cambridge International Scholarship (PhD funding at Cambridge)" },
    { "times": ["2018"], "text": "Award of Outstanding Service, CUHK Earth System Science Programme" },
    { "times": ["2016"], "text": "Geological Society of Hong Kong Best Undergraduate Research Prize" },
    { "times": ["2014", "2016"], "text": "Dean’s Honour List, Chinese University of Hong Kong" },
    { "times": ["2015"], "text": "Dean’s Honour List, University of California, Irvine" },
    { "times": ["2014"], "text": "Chung Chi College Head’s List and Class Scholarship (First of Class of 2014)" }
  ],
  "teaching": [
    { "times": ["2024"], "text": "Supervisor, Part III Atmospheric Chemistry and Global Change (University of Cambridge)" },
    { "times": ["2023"], "text": "Course leader, Volcanoes and Climate Dynamics (one-week short course; CUHK)" },
    { "times": ["2022"], "text": "Demonstrator, UKCA Training Course (National Centre for Atmospheric Science)" },
    { "times": ["2018"], "text": "Teaching Assistant, Atmospheric Chemistry (CUHK)" },
    { "times": ["2016", "2018"], "text": "Teaching Assistant, Geoscience field study course to Taiwan (CUHK)" },
    { "times": ["2017"], "text": "Supervisor for four undergraduate students’ summer research projects (CUHK)" },
    { "times": ["2016"], "text": "Teaching Assistant, Petrology (CUHK)" }
  ],
  "talks": [
    { "times": ["2025"], "text": "Volcano2Fork: Mapping global food and nutrition impacts from volcanic eruption, Cambridge, UK (Invited talk)" },
    { "times": ["2025"], "text": "IAVCEI Scientific Assembly 2025, Geneva, Switzerland (Invited talk)" },
    { "times": ["2025"], "text": "Invited seminar, Weather and Climate Risk Group, ETH Zurich, Switzerland (Invited talk)" },
    { "times": ["2025"], "text": "EGU General Assembly 2025, Vienna, Austria (Invited talk, keynote speaker)" },
    { "times": ["2024"], "text": "Cambridge Centre for Climate Science Winter Symposium 2024, Cambridge, UK (Oral)" },
    { "times": ["2024"], "text": "CMIP Online Seminar Series 2024 (Invited talk)" },
    { "times": ["2024"], "text": "ESA Ozone CCI User Workshop 2024 (Oral)" },
    { "times": ["2024"], "text": "EGU General Assembly 2024, Vienna, Austria (Oral, Highlight talk)" },
    { "times": ["2023"], "text": "VMSG Meeting 2023, Bristol, UK (Oral)" },
    { "times": ["2023"], "text": "AGU Fall Meeting 2023, San Francisco (Oral)" },
    { "times": ["2023"], "text": "Research visit, DLR Munich, Germany, 2023 (Invited talk)" },
    { "times": ["2023"], "text": "Research visit, UK Met Office, Exeter, UK, 2023 (Invited talk)" },
    { "times": ["2023"], "text": "IAVCEI Scientific Assembly 2023, New Zealand (Oral)" },
    { "times": ["2023"], "text": "VMSG Meeting 2023, London, UK (Oral)" },
    { "times": ["2022"], "text": "EGU General Assembly 2022, Vienna, Austria (Oral)" }
  ],
  "service": [
    { "times": ["2023 – Present"], "text": "Team lead, Volcanic Forcing Subgroup, Fresh Eyes on CMIP Modern Forcings Project" },
    { "times": ["2025"], "text": "Co-convenor, \"Interactions between Volcanic Eruptions and Climate\", IAVCEI 2025" },
    { "times": ["2023"], "text": "Co-convenor, \"Interactions between Volcanic Eruptions and Climate\", IAVCEI 2023" },
    { "times": ["2019 – 2021"], "text": "Young Fellow Sub-committee, Geological Society of London, Hong Kong Regional Group" },
    { "times": ["2023 – 2024"], "text": "Climate-Volcano Science Outreach Project (£9k), Croucher Foundation" },
    { "times": ["2022 – 2024"], "text": "Museum Volunteer, Scott Polar Museum, Cambridge" },
    { "times": ["2023"], "text": "Volcano Outreach Day at the Natural History Museum, London" }
  ]
}